tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
brew "cmake"
brew "fzf"
brew "gh"
brew "git"
brew "grep"
brew "mysql"
brew "neofetch"
brew "sqlite"
brew "node"
brew "postgresql"
brew "rename"
brew "ripgrep"
brew "ssh-copy-id"
brew "subversion"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
cask "alacritty"
cask "caffeine"
cask "dropbox"
cask "font-fira-code"
cask "jumpcut"
cask "karabiner-elements"
cask "mac2imgur"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "postman"
cask "rectangle"
cask "slack"
cask "sublime-text"
